Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wygląda na to, że dałem się wykorzystać Lokvarowi. Miał mnie nauczyć czegoś o alchemii, a w zamian dał mi tylko starą książkę. Oby okazała się wartościowa. Na przyszłość muszę być ostrożniejszy względem magów.
uk: Здається, Локвар мене просто використав. Він мав навчити мене алхімії, а натомість дав лише стару книгу. Сподіваюся, вона виявиться цінною. В майбутньому мені варто бути обережнішим з магами.

source: Wygląda na to, że do otwarcia wrót będziemy potrzebować trzech fragmentów kamiennego klucza. Według Riordiana, jeden z fragmentów można znaleźć w muzeum, w mieście.
uk: Схоже, щоб відчинити ворота, нам знадобляться три фрагменти кам'яного ключа. За словами Ріордіана, один з фрагментів можна знайти у міському музеї.

source: Wygląda na to, że duch był uczniem Wirgilio i razem z nim przybył na Archolos. Ta strona wyjątkowo dokładnie opisuje kaplicę, którą rozkazał postawić Wirgilio po przybyciu na wyspę. Została ona zbudowana na wzniesieniu, pomiędzy dwoma masywami skalnymi, tuż obok urwiska. Podobno mag był widziany, gdy rzucał jakimś kamieniem w płaskorzeźby łbów zdobiących kapliczkę. Tylko co to może oznaczać?
uk: Схоже, що цей дух був учнем Віргіліо і прибув на Архолос разом із ним. На цій сторінці дуже детально описана каплиця, яку Віргіліо наказав звести після прибуття на острів. Вона була побудована на пагорбі, між двома масивами скель, прямо біля урвища. Начебто, хтось бачив, як маг кинув камінь у барельєфи голів, що прикрашали каплицю. Цікаво, що це може означати?

source: Wygląda na to, że gdybym miał konkretny powód aby wejść do środka, to mógłbym zostać wpuszczony. Może Knut potrzebuje czegoś z miasta?
uk: Схоже, якби у мене була конкретна причина зайти всередину, мене могли б впустити. Може, Кнуту щось потрібно у місті?

source: Wygląda na to, że handlarz wpakował nas w pułapkę.
uk: Схоже на те, що торговець заманив нас у пастку.

source: Wygląda na to, że informacje docierają do mnie z lekkim opóźnieniem...
uk: Здається, є невелика затримка з надходженням інформації до мене...

source: Wygląda na to, że jednak nie jesteś tak sprytny, jak myślałam.
uk: Схоже, ти не такий розумний, як я думала.

source: Wygląda na to, że jedną z ofiar był jego własny mistrz.
uk: Схоже, що однією з жертв був його власний майстер.

source: Wygląda na to, że jest nas dwóch.
uk: Схоже на те, що нас тут двоє.

source: Wygląda na to, że jesteśmy już blisko.
uk: Схоже, ми майже на місці.

source: Wygląda na to, że jesteśmy kwita, a przynajmniej jeśli chodzi o ciebie.
uk: Здається, ми квити, або принаймні, що стосується тебе.

source: Wygląda na to, że komuś zależało na wywołaniu chaosu w mieście.
uk: Складається враження, що комусь дуже хотілося влаштувати хаос у місті.

source: Wygląda na to, że kopalnia złota będzie przez dłuższy czas nieczynna. Chyba już nie wydobędę żadnej nowej bryłki. Zawsze mogę sprzedać to, co już mam, u ich kowala.
uk: Схоже, що копальня буде закрита надовго. Не думаю, що буде можливість видобувати нові самородки. Але я завжди можу продати наявні місцевому ковалю.

source: Wygląda na to, że ktoś celowo odciął dostęp z całego portu... albo może raczej do całego portu. Tylko dlaczego?
uk: Схоже, що хтось навмисно перекрив усі проходи з боку порту... або, скоріше, до порту. От тільки навіщо?

source: Wygląda na to, że ktoś go porwał.
uk: Схоже, що його хтось викрав.

source: Wygląda na to, że ktoś rzucił klątwę na jego duszę. Wygląda przerażająco, ale nie jest agresywny.
uk: Схоже на те, ніби хтось наклав прокляття на його душу. Він виглядає жахливо, але він не агресивний.

source: Wygląda na to, że ktoś wyczuł możliwość, by dorobić sobie pod moim nosem.
uk: Здається, хтось побачив можливість нажитися у мене під носом.

source: Wygląda na to, że mają gości.
uk: Здається, у них гості.

source: Wygląda na to, że mam wszystko, czego potrzeba do sporządzenia odtrutki.
uk: Схоже, у мене є все необхідне для створення протиотрути.

source: Wygląda na to, że mamy już wszystko, czego potrzebujemy. To jak, jesteś gotowy?
uk: Схоже, у нас є все необхідне. Ну що, ви готові?

source: Wygląda na to, że moja Luise będzie musiała trochę poczekać.
uk: Схоже, моїй Луїзі доведеться трохи почекати.

source: Wygląda na to, że musiałem fałszywie odczytać wolę Innosa.
uk: Схоже, я неправильно зрозумів волю Інноса.

source: Wygląda na to, że musieli od dłuższego czasu obserwować mój dom. Dokładnie wiedzieli, kiedy chata będzie pusta.
uk: Схоже на те, що вони вже давно спостерігали за моїм будинком. Вони точно знали, коли хатина буде порожня.

source: Wygląda na to, że musimy trochę popracować nad twoją dyscypliną...
uk: Схоже, нам потрібно попрацювати над твоєю дисципліною...

source: Wygląda na to, że mój brat został użądlony przez krwiopijcę podczas nocnej przeprawy do wioski, a zwykłe lekarstwa mu nie pomagają. Viktor powiedział mi, że mój wuj, Kurt, od zawsze dobrze dogadywał się z miejscowymi alchemikami i mógłby pomóc w znalezieniu leku. Jego chata znajduje się za dworem Sir Ramseya, tuż przy rzece. Mam tylko nadzieję, że po tylu latach mnie rozpozna.
uk: Здається, мого брата вжалив шершень, коли він вночі йшов до села, і звичайні ліки йому не допомагають. Віктор розповів мені, що мій дядько, Курт, завжди добре ладнав з місцевими алхіміками та міг би допомогти знайти ліки. Його будинок знаходиться за маєтком сера Рамзі, прямо біля річки. Сподіваюся, він впізнає мене через стільки років.

source: Wygląda na to, że mój szef jednak znajdzie dla ciebie chwilę.
uk: Схоже, мій шеф таки знайде для тебе хвилинку.

source: Wygląda na to, że na Starym Mieście jest jakiś dom do kupienia. Może powinienem się temu przyjrzeć?
uk: Здається, в Старому місті є будинок на продаж. Можливо, мені варто до нього придивитися?

source: Wygląda na to, że na pomoc straży miejskiej też nie mamy co liczyć.
uk: Схоже, на допомогу Міської Варти не варто розраховувати.

source: Wygląda na to, że na zarobek nie możesz narzekać.
uk: Здається, на заробіток ти можеш не нарікати.

source: Wygląda na to, że nasz mały spisek wypalił.
uk: Схоже, наша маленька змова спрацювала.

source: Wygląda na to, że nawet pracownicy portowi nie wiedzą nic o transportach złotych Innosów. Muszę pamiętać o wtapianiu się w tłum i ściąganiu z siebie pancerza podczas rozmów, może wtedy czegoś się dowiem. Pozostało jeszcze miejsce rozładunku w pobliżu stoczni.
uk: Здається, навіть портові працівники нічого не знають про транспортування золотих Інносів. Треба змішатися з натовпом і не забути зняти броню під час розмови. Може, тоді я щось дізнаюся. Залишилося перевірити ще одне місце розвантаження біля корабельні.

source: Wygląda na to, że nic nie zginęło.
uk: Схоже, нічого не зникло.

source: Wygląda na to, że nie będzie mnie trochę dłużej niż początkowo myślałem. Jeśli wszystko ułoży się zgodnie z planem, to będę miał dla ciebie dobre wieści!
uk: Схоже, що мене не буде трохи довше, ніж я передбачав спочатку. Якщо все піде за планом, у мене для тебе будуть хороші новини!

source: Wygląda na to, że nie mam większego wyboru. Dobra, dawaj ten kamień, i widzimy się w mieście!
uk: Схоже на те, що іншого вибору в мене немає. Добре, давай той камінь, і побачимось в місті.

source: Wygląda na to, że nie mamy większego wyboru...
uk: Схоже, у нас немає особливого вибору...

source: Wygląda na to, że nie mogę nic więcej zrobić. Gaston zadbał o los syna, szkoda tylko, że nie wiem, w jaki sposób.
uk: Здається, я більше нічого не можу вдіяти. Гастон подбав про долю сина, шкода тільки, що я не знаю як саме.

source: Wygląda na to, że nie oddamy koszar.
uk: Схоже, казарми залишаються у нас.

source: Wygląda na to, że nie są tak święci, jak lubią o tym mówić...
uk: Схоже, вони не такі святі, як люблять говорити...

source: Wygląda na to, że nie uchował się żaden świadek morderstwa.
uk: Здається, не вижив жоден свідок вбивства.

source: Wygląda na to, że nie wszyscy górnicy mają problem z aktualnymi wydarzeniami. Tollek mówi, że nie narzeka na obecną sytuację, a większość aktualnych skarg i konfliktów w kopalni zaczęła się dopiero niedawno.
uk: Схоже, що не всі гірники мають проблеми з поточними подіями. Толлек каже, що він не скаржиться на поточну ситуацію, і що більшість скарг і конфліктів у копальні виникли лише нещодавно.

source: Wygląda na to, że nie zostanę handlarzem. Dobrze chociaż, że Dima uregulowała należność u Luny.
uk: Схоже, торговець з мене такий собі. Добре, що хоч Діна владнала справи з Луною.

source: Wygląda na to, że nikt zbytnio się nie przejął śmiercią Saula. Cóż, chyba czas wracać do własnych spraw.
uk: Здається, ніхто не надто переймається смертю Сола. Що ж, гадаю, час повертатися до своїх справ.

source: Wygląda na to, że obaj będziemy musieli się przekonać.
uk: Схоже, нам обом доведеться це з'ясувати.

source: Wygląda na to, że od wielu wieków wykonywali pancerze w ten sam sposób...
uk: Здається, вони виготовляли обладунки одним і тим же способом протягом багатьох століть...

source: Wygląda na to, że plotki rozchodzą się szybciej niż podejrzewałem. Masz rację, mam problemy, ale z pomocą Gerharda sobie poradzę.
uk: Виявляється, чутки поширюються швидше, ніж я думав. Твоя правда, проблеми є, але з допомогою Герхарда я з ними впораюся.

source: Wygląda na to, że pochodzenie tych bryłek pozostanie tajemnicą.
uk: Схоже, що походження цих самородків так і залишиться таємницею.

source: Wygląda na to, że pomyliłem drogę.
uk: Здається, я помилився дорогою.

source: Wygląda na to, że powinienem też podziękować twojemu przyjacielowi.
uk: Здається, я також маю подякувати твоєму другові.

source: Wygląda na to, że problem przerósł nawet najemników Gildii Kupieckiej.
uk: Схоже, що проблема переросла навіть найманців Торгової Гільдії.

source: Wygląda na to, że przewodnicy miejscy byli jedynie pionkami, którzy nie mieli pojęcia, do czego są wykorzystywani.
uk: Схоже, що міські провідники були лише пішаками, які й гадки не мали, для чого їх використовують.

source: Wygląda na to, że przewodnicy miejscy byli jedynie pionkami, którzy nie mieli pojęcia, do czego są wykorzystywani. Otmar dał mi jednak inną, bardzo ciekawą informację - podobno to Armar handluje z przemytnikami. Może właśnie on jest kupcem, z którym mam się spotkać w porcie.
uk: Схоже, що міські провідники були лише пішаками, які й гадки не мали, для чого їх використовують. Отмар розповів мені ще одну дуже цікаву інформацію – судячи з усього, Армар і є тим, хто торгує з контрабандистами. Можливо, він і є тим торговцем, з яким я маю зустрітися в порту.

source: Wygląda na to, że przyjdzie mi jeszcze poczekać na kogoś przydatnego.
uk: Схоже, мені доведеться почекати на когось корисного.

source: Wygląda na to, że przyjdzie mi tu czekać dłużej, niż myślałem.
uk: Схоже, мені доведеться чекати тут довше, ніж я думав.

source: Wygląda na to, że prędzej czy później i tak musiałbym się wami zająć...
uk: Схоже, рано чи пізно мені все одно довелося б вами зайнятися...

source: Wygląda na to, że prędzej czy później sam będę musiał się z nimi rozprawić.
uk: Схоже, рано чи пізно мені доведеться розібратися з ними власноруч.

source: Wygląda na to, że rozdzielili się i wyczekują na sygnał od swojego lidera.
uk: Здається, вони розділилися і чекають сигналу від свого ватажка.

source: Wygląda na to, że sam go zabiję, ale dopiero po tym, jak skończę z tobą.
uk: Схоже, доведеться самому його вбити, але тільки після того, як покінчу з тобою.

source: Wygląda na to, że spadł z wysokości i poharatał sobie łapy. Na moje oko długo nie pociągnie.
uk: Схоже, що він впав з висоти і пошкодив лапи. Не думаю, що він довго протягне.

source: Wygląda na to, że stoi mocniej po stronie swoich mędrców w niebieskich szatach, niż tych faktycznie pokrzywdzonych i ciemiężonych przez lata.
uk: Схоже, він більше підтримує своїх мудреців у блакитних шатах, аніж тих, кого насправді кривдили і пригноблювали протягом багатьох років.

source: Wygląda na to, że straż jeszcze się broni.
uk: Схоже, вартові все ще обороняються.

source: Wygląda na to, że struł się winem, a nikt inny nie miał dostępu do skarbca.
uk: Все виглядає так, ніби він отруївся вином, а доступу до сховища більше ні в кого не було.

source: Wygląda na to, że te bestie uwiły sobie gdzieś legowisko i wcale nie mam na myśli tego starego kawałka cegły po drugiej stronie jeziora.
uk: Здається, звірі десь влаштували собі лігво, і я маю на увазі не той старий шматок цегли на тому березі озера.

source: Wygląda na to, że te dziwne ścierwojady nie polują wyłącznie na inne zwierzęta. Natrafiłem na mocno poparzone ciało jakiegoś podróżnika zaraz obok chaty Bodowina. Powinienem porozmawiać z alchemikiem.
uk: Здається, що ці дивні падальники полюють не тільки на інших тварин. Я натрапив на сильно обгоріле тіло якогось мандрівника прямо біля хатини Бодовіна. Потрібно поговорити з алхіміком.

source: Wygląda na to, że ten rybak mówił prawdę. Kto by pomyślał, że mają swoją kryjówkę tak blisko miasta.
uk: Схоже, той рибалка казав правду. Хто б міг подумати, що вони сховалися так близько від міста.

source: Wygląda na to, że ten twój specyfik na trawienie miał ukryte właściwości.
uk: Схоже, що у твого препарату для травлення були приховані властивості.

source: Wygląda na to, że teraz chłopakowi nie pozostały już żadne oszczędności. Tak to jest, gdy ktoś nie liczy sił na zamiary. Zarówno w alkoholu, jak i w walce.
uk: Здається, тепер у хлопця не залишилося жодних заощаджень. Так буває, коли хтось не зіставляє свої сили зі своїми бажаннями. Як в алкоголі, так і в бою.

source: Wygląda na to, że to ja jestem tym pomocnikiem.
uk: Схоже на те, що я і є тим помічником.

source: Wygląda na to, że to po prostu zwykły zbieg okoliczności.
uk: Виглядає так, ніби це просто звичайний збіг обставин.

source: Wygląda na to, że trzech z nich działało w różnych częściach miasta.
uk: З'ясувалося, що троє з них діяли в різних частинах міста.

source: Wygląda na to, że twoja wycieczka nie była zupełnie bezowocna.
uk: Здається, твоє відрядження було не зовсім марним.

source: Wygląda na to, że twój chłopiec na posyłki miał braci bliźniaków. To stąd u każdego, kogo pytałem, było tak dużo rozbieżności na temat jego wyglądu i imienia.
uk: Виявляється, у твого хлопчика на побігеньках були брати-близнюки. Ось чому було так багато розбіжностей у всіх, кого я розпитував про його вигляд та ім'я.

source: Wygląda na to, że uczyniłeś na tej wyspie więcej dobra w ciągu kilku tygodni, niż niejeden obywatel przez całe swoje życie.
uk: Здається, за кілька тижнів ти зробив на цьому острові більше добра, ніж більшість його мешканців за все життя.

source: Wygląda na to, że ulice są znacznie czystsze niż gdy rozmawialiśmy ostatnio.
uk: Схоже, що вулиці стали набагато чистішими, ніж коли ми розмовляли минулого разу.

source: Wygląda na to, że w tym miejscu tropy się urywają.
uk: Схоже, що тут сліди обриваються.

source: Wygląda na to, że w tym roku przypłynie wcześniej niż zwykle.
uk: Схоже, що цього року він прийде раніше, ніж зазвичай.

source: Wygląda na to, że wbrew temu, co twierdzi Otho, jego owca nie została porwana przez Rasco. Myśliwy o imieniu Markus, patrolujący okolice Silbach, powiedział mi, że zwierzę padło ofiarą ataku wilka. Chcąc zaoszczędzić owcy bólu, łowca postanowił ją dobić. Powinienem wrócić do Otho i przekazać mu wieści.
uk: Схоже, що, всупереч запевненням Отто, Раско не викрадав його вівцю. Мисливець на ім'я Маркус, який патрулював місцевість поблизу Сільбаху, розповів мені, що на тварину напав вовк. Вівця була сильно поранена, і мисливець вирішив позбавити її болю. Я повинен повернутися до Отто і розповісти йому цю новину.

source: Wygląda na to, że wilk syty i owca cała. Świetna robota chłopcze, nic dziwnego, że zaszedłeś tak daleko.
uk: Схоже, що і вовк ситий, і вівці цілі. Чудова робота, хлопче. Не дивно, що ти так далеко зайшов.

source: Wygląda na to, że więcej rudy już nie zorganizujemy.
uk: Схоже, що більше руди ми вже не дістанемо.

source: Wygląda na to, że więcej winogron już do tej skrzyni nie upchnę. Tyle powinno wystarczyć.
uk: Схоже, я не зможу запхати ще більше винограду в цей ящик. Цього має бути достатньо.

source: Wygląda na to, że wszystkie zarzuty wobec ciebie zostały wycofane.
uk: Схоже, що всі звинувачення проти тебе були зняті.

source: Wygląda na to, że wszystko z nią w porządku.
uk: Здається, що з нею все в порядку.

source: Wygląda na to, że wyjdę cało z tej przygody!
uk: Схоже, я вийду цілим з цієї пригоди!

source: Wygląda na to, że wzmianka o Gerstandzie na ulotce znacznie ułatwiła mi śledztwo. W Pękniętej Strunie trafiłem na zbiorowisko obywateli, którym przewodzi jakiś krzykacz. Gdyby ich nie uspokoił, tłum pewnie rozszarpałby mnie na strzępy! Do tak delikatnych zadań najlepiej zakładać nierzucające się w oczy stroje. Mógłbym co prawda rozpędzić towarzystwo i zmusić agitatora do gadania, ale może uda mi się dowiedzieć czegoś o źródle tych ulotek bez przemocy?
uk: Думаю, що згадка про Герстанда у листівці значно полегшила моє розслідування. В Обірваній струні я натрапив на натовп громадян, яких очолював якийсь агітатор. Якби він не заспокоїв їх, натовп, напевно, розірвав би мене на шматки! Для таких делікатних завдань краще вдягати непримітний одяг. Звичайно, я міг би розігнати цей натовп і змусити агітатора говорити, але, можливо, мені вдасться з'ясувати щось про джерело цих листівок без насильства?

source: Wygląda na to, że wzmianka o Gerstandzie na ulotce znacznie ułatwiła mi śledztwo. W Pękniętej Strunie trafiłem na zbiorowisko obywateli, którym przewodzi jakiś krzykacz. Gdyby ich nie uspokoił, tłum pewnie rozszarpałby mnie na strzępy! Strażnicy chyba nie są tu mile widziani. Mógłbym co prawda rozpędzić towarzystwo i zmusić agitatora do gadania, ale może uda mi się dowiedzieć czegoś o źródle tych ulotek bez przemocy?
uk: Думаю, що згадка про Герстанда у листівці значно полегшила моє розслідування. В Обірваній струні я натрапив на натовп громадян, яких очолював якийсь агітатор. Якби він не заспокоїв їх, натовп, напевно, розірвав би мене на шматки! Вартовим тут, очевидно, не раді. Звичайно, я міг би розігнати цей натовп і змусити агітатора говорити, але, можливо, мені вдасться з'ясувати щось про джерело цих листівок без насильства?

source: Wygląda na to, że wzmianka o Gerstandzie na ulotce znacznie ułatwiła mi śledztwo. W Pękniętej Strunie trafiłem na zbiorowisko obywateli, którym przewodzi jakiś krzykacz. Mógłbym co prawda rozpędzić towarzystwo i zmusić agitatora do gadania, ale może uda mi się dowiedzieć czegoś o źródle tych ulotek bez przemocy?
uk: Думаю, що згадка про Герстанда у листівці значно полегшила моє розслідування. В Обірваній струні я натрапив на натовп громадян, яких очолював якийсь агітатор. Звичайно, я міг би розігнати цей натовп і змусити агітатора говорити, але, можливо, мені вдасться з'ясувати щось про джерело цих листівок без насильства?

source: Wygląda na to, że węglarze mają problem z rosnącą liczbą zębaczy w okolicy. Zgodziłem się pomóc Helmudowi wybić całe stado tych bestii. Ostrzegł mnie jednak, że walka z całą grupą może okazać się samobójstwem. Swoje legowisko mają gdzieś w lasku za obozem węglarzy, przy rzece.
uk: Схоже, що у вуглярів проблеми зі збільшенням популяції снепперів у цій місцевості. Я погодився допомогти Хельмуду винищити всю зграю цих звірів. Однак він попередив мене, що боротися з цілою зграєю може бути самогубством. Їхнє лігво знаходиться десь у проліску за табором вуглярів, біля річки.

source: Wygląda na to, że zejście tej dwójki było błędem. Co ciekawe, żadne z nich nie podejmie inicjatywy, aby to zakończyć. Porozmawiam z Bastianem, może on powie mi coś więcej w tej sprawie.
uk: Здається, що воз'єднання цих двох було помилкою. Цікаво, що жоден з них не проявляє ініціативи, щоб покласти край стосункам. Я поговорю з Бастіаном, можливо, він зможе розповісти мені про це більше.

source: Wygląda na to, że zostaliśmy sami.
uk: Схоже, ми залишилися одні.

source: Wygląda na to, że zostałem oszukany. Nie wiem do końca, jaka relacja łączy Szmuglera, jego ludzi i Antonio, ale najlepiej będzie, jeśli poinformuję Corteza o wszystkim, co tu zaszło. Swoją część zadania wykonałem, niech teraz decyduje, co z tym dalej zrobić.
uk: Здається, мене обдурили. Я не зовсім розумію, які стосунки між Койотом, його людьми та Антоніо, але буде краще, якщо я повідомлю Кортезу про все, що тут сталося. Я зробив свою частину роботи, тепер нехай він вирішує, що робити далі.

source: Wygląda na ślady butów.
uk: Схоже на сліди взуття.

source: Wygląda na, że zbytnio zwlekałem z pomocą Homerowi. Udało mu się uciec samemu.
uk: Здається, я надто довго зволікав з допомогою Гомеру. Йому вдалося втекти самостійно.

source: Wygląda więc na to, że będę musiał się jeszcze wstrzymać z wizytą u Volkera, nie ma powodu go niepokoić, póki tyle jest na jego głowie.
uk: Схоже, мені доведеться поки що почекати з візитом до Волкера, немає сенсу турбувати його, коли у нього стільки клопоту.

source: Wygląda więc na to, że będę musiał zadbać o to, byś umiał sobie poradzić ze wszystkim, co może nas czekać w tych ruinach.
uk: Схоже, мені доведеться подбати про те, щоб ти зміг впоратися з усім, що може чекати нас у цих руїнах.

source: Wygląda więc na to, że malunki w całym mieście mają różnych autorów, ale to samo podłoże.
uk: Схоже, що плями по всьому місту мають різних авторів, але однакове полотно.

source: Wygląda więc na to, że swoje odpowiedzi będziesz mógł zdobyć jedynie bezpośrednio od Lichwiarza.
uk: Схоже на те, що відповіді на свої питання ти зможеш отримати лише безпосередньо від Лихваря.

source: Wygląda, jakby brakowało paru stron.
uk: Схоже, не вистачає кількох сторінок.

source: Wygląda, jakby była zapisana jakimś szyfrem.
uk: Схоже, вона була написана якимось шифром.

source: Wygląda, jakby ktoś z jakiegoś
uk: Схоже, що хтось з якихось причин

source: Wygląda, jakby miał co najmniej pół wieku.
uk: Виглядає, ніби йому щонайменше півстоліття.

source: Wygląda, jakby miała przynajmniej kilka lat.
uk: Виглядає так, ніби їй щонайменше кілька років.

source: Wygląda, jakby miała się rozlecieć po kilku strzałach.
uk: Виглядає так, ніби він розвалиться після кількох пострілів.

source: Wygląda, jakby nie zdążył zostać wysłany.
uk: Схоже, його не встигли відправити.

source: Wygląda, jakby od setek lat leżał nieużywany.
uk: Схоже, він пролежав без діла сотні років.

source: Wygląda, jakby w środku coś się świeciło.
uk: Схоже, всередині щось світиться.

source: Wygląda, jakby wuj bardzo się spieszył...
uk: Схоже, дядько дуже поспішав...

source: Wyglądają całkiem nieźle!
uk: Виглядають досить непогано!

source: Wyglądają jak wyrośnięte gobliny, ale siły mają prawie tyle, co dorosły ork. Dobrze, że nie ma ich poza Archolos, bo jeszcze z nimi byśmy mieli wojnę.
uk: Вони схожі на гоблінів-переростків, але сили у них майже стільки ж, як у дорослого орка. Добре, що їх немає поза межами Архолосу, інакше ми б і з ними воювали.

source: Wyglądają prawie tak samo jak zwyczajne ścierwojady. Prawdziwą różnicę można tylko poczuć, kiedy jeden z nich cię dziabnie.
uk: Вони виглядають майже як і звичайні падальники. Справжню різницю можна відчути тільки тоді, коли один з них тебе дзьобне.

source: Wyglądają wyśmienicie!
uk: Виглядає неймовірно!

source: Wyglądają, jakby były wykute w litej skale i nie chcą nawet drgnąć.
uk: Схоже, вони були висічені у суцільній скелі і їх неможливо зрушити з місця.

source: Wyglądają, jakby ktoś specjalnie je tu zakopał. I to niedawno.
uk: Виглядають так, ніби хтось спеціально їх тут закопав. І нещодавно.

source: Wyglądali jak zwyczajni obywatele, którzy założyli mundury strażników miejskich. Klamry ich pasów odstawały, kołnierze mieli wyświechtane, a sami byli brudni i nieogoleni.
uk: Вони виглядали як звичайні містяни, переодягнені у форму Міської Варти. Пряжки їх ременів стирчали, комірці були подерті, а самі вони були брудні і неголені.

source: Wyglądam jak jakaś wioskowa wywłoka!
uk: Я схожа на якусь сільську помийницю!
